const chats = [{
   id: 10,
   name: 'Chatty AI',
   text: 'Отправь аудиозапись длительностью не более 40 минут, чтобы получить рекомендации по улучшению твоей речи',
   isOwner: true,
},
{
   id: 3,
   name: 'James',
   text: '11:23',
   isOwner: false,

},
{
   id: 5,
   name: 'Chatty AI',
   text: `Хакатон - это мероприятие, на котором команды разработчиков программного обеспечения собираются вместе для создания нового продукта или решения проблемы. Оно проводится в течение нескольких дней и включает в себя различные задания, такие как разработка прототипа, тестирование и отладка, а также презентации результатов. Хакатон обычно проводится в рамках какой-либо конференции или мероприятия, и его целью является обмен опытом и знаниями между участниками, а также создание новых проектов,
   Участие в хакатоне может иметь множество преимуществ. Во-первых, это возможность получить опыт работы в команде и научиться работать вместе. Во-вторых, хакатоны предоставляют возможность познакомиться с новыми технологиями и инструментами, которые могут быть полезными в будущей работе. В-третьих, участие в хакатоне может помочь развить навыки программирования и улучшить свои знания в области разработки программного обеспечения. Наконец, хакатон может стать отличным способом для продвижения своих проектов и идей, а также для получения обратной связи от опытных разработчиков`,
   isOwner: true,

},
{
   id: 3,
   name: 'James',
   text: '07:40',
   isOwner: false,

},
{
   id: 3,
   name: 'Chatty AI',
   text: 'текст',
   isOwner: true,

},
{
   id: 3,
   name: 'James',
   text: '07:40',
   isOwner: false,

},
{
   id: 3,
   name: 'Chatty AI',
   text: 'текст',
   isOwner: true,

},
{
   id: 3,
   name: 'James',
   text: '07:40',
   isOwner: false,

},
];

export default chats;